# OMZ plugins
ohmyzsh/ohmyzsh path:lib/clipboard.zsh
ohmyzsh/ohmyzsh path:plugins/bgnotify
ohmyzsh/ohmyzsh path:plugins/python

# Zephyr
mattmc3/zephyr path:plugins/environment
mattmc3/zephyr path:plugins/editor
mattmc3/zephyr path:plugins/directory
mattmc3/zephyr path:plugins/color

# zsh-utils
belak/zsh-utils path:utility
belak/zsh-utils path:history
belak/zsh-utils path:prompt

# prompt plugins
romkatv/powerlevel10k

# general plugins
agkozak/zsh-z

# completion plugins
zsh-users/zsh-completions
ohmyzsh/ohmyzsh path:plugins/gitfast
belak/zsh-utils path:completion

jeffreytse/zsh-vi-mode

# deferred plugins
#djui/alias-tips kind:defer
MichaelAquilina/zsh-you-should-use kind:defer
zsh-users/zsh-autosuggestions kind:defer
zdharma-continuum/fast-syntax-highlighting kind:defer
# vim: ft=zsh sw=2 ts=2 et
